Repository: MythicApp/Mythic
Catalog: Mythic/Localizable.xcstrings
Source language: en
Languages: it, no, pt_br, ru, sv, zh_hans, zh_hant

source: Installing Mythic Engine...
it: Installo Mythic Engine...
no: Installerer Mythic Engine...
pt_br: Instalando Mythic Engine...
ru: Установка Mythic Engine...
sv: Installera Mythic Engine...
zh_hans: 正在安装 Mythic 引擎...
zh_hant: 正在安裝Mythic引擎...

source: Insufficient disk space.
it: Spazio su disco insufficiente.
no: Utilstrekkelig diskplass.
pt_br: Espaço em disco insuficiente
ru: Не хватает места на диске.
sv: Otillräckligt diskutrymme
zh_hans: 设备存储空间不足
zh_hant: 磁碟空間不足。

source: It'll have to be reinstalled in order to play Windows® games.
it: Dovrà essere reinstallato per giocare ai giochi Windows®️.
no: Det må installeres på nytt for å kunne spille Windows® spill.
pt_br: Será preciso reinstalar para poder jogar jogos do Windows®️.
ru: Чтобы играть в игры Windows®, его придется переустановить.
sv: Den måste installeras om för att du ska kunna spela Windows® -spel.
zh_hans: 需要重新安装才能游玩Windows®游戏
zh_hant: 它將需要重新安裝才可以玩 Windows® 遊戲。

source: Launch Arguments
it: Attributi di Avvio
no: Start argumenter
pt_br: Iniciar Argumentos
ru: Аргументы запуска
sv: Startargument
zh_hans: 启动参数
zh_hant: 啟動參數

source: Launch Registry Editor
it: Avvia l'editor dei registri
no: Start registerredigering
pt_br: Iniciar o Editor do Registro
ru: Запустить редактор реестра
sv: Starta Registereditorn
zh_hans: 启动注册表编辑器
zh_hant: 啟動註冊表編輯器

source: Launch Winetricks
it: Esegui Winetricks
no: Start Winetricks
pt_br: Executar Winetricks
ru: Запуск Winetricks
sv: Starta Winetricks
zh_hans: 启动 Winetricks
zh_hant: 啟動 Winetricks

source: Launching
it: Avvio in corso
no: Starter
pt_br: Iniciando
ru: Запускается
sv: Startar
zh_hans: 正在启动
zh_hant: 正在啟動

source: Library
it: Libreria
no: Bibliotek
pt_br: Biblioteca
ru: Библиотека
sv: Leverantör
zh_hans: 游戏库
zh_hant: 資料庫

source: List
it: Lista
no: Liste
pt_br: Lista
ru: Список
sv: Lista
zh_hans: 列表
zh_hant: 列表

source: Local
it: Locale
no: Lokal
ru: Местный
sv: Lokal
zh_hans: 本地
zh_hant: 本地

source: Location
it: Posizione
no: Lokasjon
pt_br: Localização
ru: Место
sv: Plats
zh_hans: 位置
zh_hant: 位置

source: Manage containers for Windows® applications
it: Gestisci contenitori per applicazioni Windows
no: Administrer beholdere for Windows® applikasjoner
pt_br: Gerenciar contêineres para aplicativos Windows®
ru: Управление контейнерами для приложений Windows®
sv: Hantera containrar för Windows®-applikationer
zh_hans: 管理 Windows® 应用程序的容器
zh_hant: 管理 Windows® 應用程式的容器

source: Management
it: Gestione
no: Organisering
pt_br: Gerenciamento
ru: Управление
sv: Hantering
zh_hans: 管理
zh_hant: 管理

source: Minimise to dock on game launch
it: Minimizza nel dock quando si avvia un gioco
no: Minimaliser til dock ved oppstart av spillet
pt_br: Minimize para modo contêiner no lançamento do jogo
ru: Минимизировать в док при запуске игры
sv: Minimera för att docka vid spelstart
zh_hans: 启动游戏时最小化到程序坞
zh_hant: 遊戲啟動時最小化到 Dock

source: Modify default settings for "%@"
it: Modifica le impostazioni di default per "%@"
no: Endre standardinnstillinger for "%@"
pt_br: Alterar as configurações padrão para "%@"
ru: Изменение настроек по умолчанию для "%@"
sv: Ändra standardinställningar för "%@"
zh_hans: 配置 "%@" 的默认设置
zh_hant: 修改"%@"的默認設置

source: Modify settings for "%@"
it: Modifica le impostazioni per "%@"
no: Modifiser innstillinger for "%@"
pt_br: Alterar as configurações para "%@"
ru: Изменить настройки для "%@"
sv: Ändra inställningar för "%@"
zh_hans: 修改 "%@" 的设置
zh_hant: 修改"%@"的設定

source: Move "%@"
it: Sposta "%@"
no: Flytt "%@"
pt_br: Mover "%@"
ru: Переместить "%@"
sv: Flytta "%@"
zh_hans: 移动 "%@"
zh_hant: 移動"%@"

source: Move...
it: Sposta...
no: Flytt...
pt_br: Mover...
ru: Перемещение...
sv: Flytta...
zh_hans: 移动
zh_hant: 移動...

source: Moving
it: Spostamento in corso
no: Flytter
pt_br: Movendo
ru: Перемещается
sv: Flyttar
zh_hans: 正在移动
zh_hant: 正在移動

source: Mythic Engine is installed.
it: Il Mythic Engine è installato.
no: Mythic Engine er installert.
pt_br: A Mythic Engine está instalada.
ru: Mythic Engine установлен.
sv: Mythic Engine är installerad.
zh_hans: Mythic 引擎已安装。
zh_hant: Mythic Engine 已安裝。

source: Mythic Engine is not installed.
it: Il Mythic Engine non è installato.
no: Mythic Engine er ikke installert.
pt_br: A Mythic Engine não está instalada.
ru: Mythic Engine не установлен.
sv: Mythic Engine är inte installerad.
zh_hans: Mythic 引擎未安装。
zh_hant: Mythic Engine 未安裝。

source: Mythic Engine is required to launch this game. Would you like to install it now?
it: É necessario installare il Mythic Engine per avviare questo gioco. Lo vuoi installare?
no: Mythic Engine er nødvendig for å starte dette spillet. Vil du installere det nå?
pt_br: A Mythic Engine é necessária para executar este jogo. Gostaria de instalá-la agora?
ru: Для запуска этой игры требуется Mythic Engine. Вы сейчас желаете его установить?
sv: Mythic Engine krävs för att starta detta spel. Vill du installera den nu?
zh_hans: 启动此游戏需要 Mythic 引擎。 您想现在就安装吗？
zh_hant: 運行此遊戲需要 Mythic Engine。 您想現在安裝嗎？

source: Mythic Engine update available.
it: É disponibile un aggiornamento del Mythic Engine.
no: Mythic Engine oppdatering er tilgjengelig.
pt_br: Atualização da Mythic Engine disponível.
ru: Доступно обновление для Mythic Engine.
sv: Mythic Engine uppdatering tillgänglig.
zh_hans: Mythic 引擎更新可用。
zh_hant: Mythic Engine 可用更新。

source: Mythic is not connected to the internet.
it: Mythic non è connesso a internet.
no: Mythic er ikke koblet til internett.
pt_br: A Mythic não está conectada à Internet.
ru: Mythic не подключен к интернету.
sv: Mythic är inte ansluten till internet.
zh_hans: Mythic 无法连接互联网。
zh_hant: Mythic 並未連接到互聯網。

source: Mythic is now ready for use.
it: Mythic è ora pronto all'uso.
no: Mythic er nå klar for bruk.
pt_br: Mythic está pronta para uso.
ru: Mythic готов к использованию.
sv: Mythic är nu redo att användas.
zh_hans: Mythic 现已准备就绪。
zh_hant: Mythic 現在可以使用了。

source: Mythic is updating your library.
it: Mythic sta aggiornando la tua libreria.
no: Mythic oppdaterer biblioteket ditt.
pt_br: A Mythic está atualizando sua biblioteca.
ru: Mythic обновляет вашу библиотеку.
sv: Mythic uppdaterar ditt bibliotek.
zh_hans: Mythic 正在更新你的资料库。
zh_hant: Mythic 正在更新您的圖書館。

source: Mythic Setup
it: Impostazione di Mythic
no: Mythic oppsett
pt_br: Configuração da Mythic
ru: Установка Mythic
sv: Mytisk Konfiguration
zh_hans: Mythic 设置
zh_hant: Mythic 設定

source: Next
it: Successivo
no: Neste
pt_br: Avançar
ru: Далее
sv: Nästa
zh_hans: 下一个
zh_hant: 下一個

source: No containers are initialised. 😢
it: Non ci sono container inizializzati
no: Ingen conteiner er initialisert. 😢
pt_br: Nenhum contêiner foi inicializado. 😢
ru: Ни один контейнер не инициализирован. 😢
sv: Inga behållare är initierade. 😢
zh_hant: 沒有容器初始化。 😢

source: No Favourites
it: Nessun Preferito
no: Ingen Favoritter
pt_br: Sem favoritos
ru: Нет избранных
sv: Inga favoriter
zh_hans: 无收藏
zh_hant: 沒有任何最愛

source: No games found. 😢
it: Nessun gioco trovato. 😢
no: Ingen spill funnet. 😢
pt_br: Nenhum jogo encontrado. 😢
ru: Игры не найдены. 😢
sv: Inga spel hittades. 😢
zh_hans: 未找到游戏。😢
zh_hant: 沒有找到遊戲。 😢

source: No new operations! 😁
it: Nessuna nuova operazione! 😁
no: Ingen nye operasjoner! 😁
pt_br: Não há novas operações! 😁
ru: Нет новых операций! 😁
sv: Inga nya operationer! 😁
zh_hant: 沒有新的作業！ 😁

source: No Release Notes Found.
it: Note di rilascio non presenti.
no: Ingen utgivelsesnotater ble funnet.
ru: Заметок о выпуске не найдено.
sv: Inga Release Notes hittades.
zh_hant: 沒有找到發佈說明。

source: No Update Available
it: Nessun aggiornamento disponibile
no: Ingen oppdatering tilgjengelig
pt_br: Não há atualizações disponíveis
ru: Не найдено обновления
sv: Inga uppdateringar är tillgängliga
zh_hans: 没有可用的更新
zh_hant: 無可用更新

source: Not Installed
it: Non Installato
no: Ikke Installert
pt_br: Não instalado
ru: Не установлено
sv: Inte installerad
zh_hant: 未安裝

source: Not signed in
it: Accesso non effettuato
no: Ikke pålogget
pt_br: Sessão não iniciada
ru: Вход не выполнен
sv: Inte inloggad
zh_hans: 未登录
zh_hant: 未登入帳號

source: Open Containers directory
it: Apri la cartella dei contenitori
no: Åpne beholdermappe
pt_br: Abrir diretório de contêineres
ru: Открыть каталог контейнеров
sv: Öppna Containerkatalogen
zh_hans: 打开容器目录
zh_hant: 打開容器目錄

source: Open...
it: Apri...
no: Åpne...
pt_br: Abrir...
ru: Открыть...
sv: Öppna...
zh_hans: 打开...
zh_hant: 打開...

source: Operation %@.
it: Operazione %@.
no: Operasjon %@.
pt_br: Operação %@.
ru: Операция %@.
sv: Åtgärd %@.
zh_hant: 操作 %@。

source: Operation complete.
it: Operazione completata.
no: Operasjon fullført.
pt_br: Operação concluída.
ru: Операция выполнена.
sv: Åtgärd utförd.
zh_hant: 操作完成。

source: Operations
it: Operazioni
no: Operasjoner
pt_br: Operações
ru: Операции
sv: Åtgärder
zh_hant: 操作

source: Options
it: Impostazioni
no: Innstillinger
pt_br: Opções
ru: Опции
sv: Åtgärd
zh_hans: 选项
zh_hant: 選項

source: Otherwise, browse for a thumbnail file:
it: In alternativa, seleziona una immagine dai tuoi file:
no: Ellers, søk etter et miniatyrbilfil:
ru: В противном случае выберите файл миниатюры:
sv: Annars kan du bläddra efter en miniatyrbildsfil:
zh_hans: 或者，浏览缩略图文件：
zh_hant: 否則，請瀏覽尋找縮圖檔案

source: Performance HUD
it: HUD Prestazioni
no: Ytelse HUD
pt_br: HUD de desempenho
ru: Производительность HUD
sv: Prestation HUD
zh_hans: 性能 HUD
zh_hant: 性能 HUD

source: Platform
it: Piattaforma
no: Plattform
pt_br: Plataforma
ru: Платформа
sv: Plattform
zh_hans: 平台
zh_hant: 平臺

source: Play
it: Gioca
no: Spill
pt_br: Iniciar
ru: Играть
sv: Spela
zh_hans: 启动
zh_hant: 遊玩

source: Play "%@"
it: Gioca "%@"
no: Spill "%@"
pt_br: Jogar "%@"
ru: Играть "%@"
sv: Spela “%@”
zh_hans: 游玩“%@”
zh_hant: 玩"%@"

source: Please choose a rating.
it: Scegli una valutazione.
no: Vennligst velg en vurdering.
pt_br: Escolha uma classificação.
ru: Пожалуйста, выберите рейтинг.
sv: Vänligen betygsätt
zh_hans: 请选择评分。
zh_hant: 請選擇評分。

source: Preview
it: Anteprima
no: Forhåndsvis
pt_br: Pré-visualizar
ru: Предпросмотр
sv: Förhandsgranska
zh_hans: 预览
zh_hant: 預覽

source: Progress
it: Progresso
no: Fremdrift
pt_br: Progresso
ru: Прогресс
sv: Status
zh_hant: 進度

source: Purchase new games from Epic
it: Acquista nuovi giochi da Epic
no: Kjøp nye spill fra Epic
pt_br: Comprar novos jogos da Epic
ru: Купить новые игры от Epic
sv: Köpa nya spel från Epic
zh_hans: 从 Epic 购买新游戏
zh_hant: 從 Epic 購買新遊戲

source: Quit
it: Esci
no: Avslutt
pt_br: Sair
ru: Выйти
sv: Avsluta
zh_hans: 退出
zh_hant: 結束

source: Quit games running in this container?
it: Vuoi chiudere i giochi in esecuzione dentro questo container?
no: Avslutt spill som kjører i denne beholderen?
pt_br: Deixar os jogos em execução neste contêiner?
ru: Выйти из игр работающих в этом контейнере?
sv: Avsluta spel som körs i den här behållaren?
zh_hans: 退出在此容器中运行的游戏？
zh_hant: 停止此容器中正在執行的遊戲？

source: Ready to go!
it: Pronto!
no: Klar!
pt_br: Tudo pronto!
ru: Готов к работе!
sv: Redo att köra igång!
zh_hans: 已就绪！
zh_hant: 準備就緒！

source: Recieve Help
it: Aiuto
no: Få hjelp
pt_br: Receber Ajuda
ru: Получить помощь
sv: Få hjälp
zh_hant: 取得協助

source: Relaunch Now
it: Riavvia Ora
no: Omstart nå
pt_br: Reiniciar Agora
ru: Перезапустить сейчас
sv: Starta om nu
zh_hans: 立即重新启动
zh_hant: 立即重新啟動

source: Release Channel
it: Canale di rilascio
no: Utgivelse kanal
ru: Канал выпуска
sv: Släpp kanal
zh_hant: 發布管道

source: Remove
it: Rimuovi
no: Fjern
pt_br: Excluir
ru: Удалить
sv: Ta bort
zh_hans: 移除
zh_hant: 移除

source: Remove files from disk
it: Elimina i file dal disco
no: Fjern filer fra enheten
pt_br: Remover arquivos do disco
ru: Удалить файлы с диска
sv: Ta bort filer från disken
zh_hans: 从磁盘中删除文件
zh_hant: 從磁碟中刪除檔案

source: Remove operation from queue
it: Rimuovi l'operazione dalla coda
no: Fjern operasjon fra køen
pt_br: Remover operação da fila
ru: Убрать операцию из очереди
sv: Ta bort operation från kö
zh_hans: 从队列中删除操作
zh_hant: 從佇列中刪除操作

source: Repairing
it: Riparo
no: Reparerer
pt_br: Reparando
ru: Починка
sv: Reparerar
zh_hans: 正在修复
zh_hant: 修復

source: Report an issue
it: Segnala un problema
no: Rapporter et problem
pt_br: Relatar um problema
ru: Сообщить об ошибке
sv: Rapportera ett problem
zh_hans: 报告问题
zh_hant: 回報問題

source: Reset image to default
it: Ripristina l'immagine predefinita
no: Tilbakestill bildet til standard
pt_br: Redefinir padrões da imagem
ru: Сбросить изображение по умолчанию
sv: Återställ bilden till standard
zh_hans: 恢复默认图像设置
zh_hant: 將圖像重設為預設

source: Reset Mythic
it: Reimposta Mythic
no: Tilbakestill Mythic
pt_br: Redefinir Mythic
ru: Сбросить Mythic
sv: Återställ Mythic
zh_hans: 重置 Mythic
zh_hant: 重置Mythic

source: Reset Mythic Settings?
it: Ripristinare le impostazioni di Mythic?
no: Tilbakestill Mythic-innstillinger?
pt_br: Redefinir as configurações do Mythic?
ru: Сбросить настройки Mythic?
sv: Återställ Mythic-inställningar?
zh_hans: 要重置Mythic设置吗？
zh_hant: 重設 Mythic 設置？

source: Reset Mythic?
it: Ripristinare Mythic?
no: Tilbakestill Mythic?
pt_br: Redefinir o Mythic?
ru: Сбросить Mythic?
sv: Återställ Mythic?
zh_hans: 要重置Mythic吗？
zh_hant: 重置 Mythic ?

source: Reset settings to default
it: Ripristina le impostazioni predefinite
no: Gjenopprett standardinnstillinger
pt_br: Redefinir Configurações para o Padrão
ru: Сбросить настройки по умолчанию
sv: Återställ till standardinställningar
zh_hans: 恢复默认设置
zh_hant: 恢復預設設定

source: Reset to Default
it: Ripristina valori predefiniti
no: Tilbakestill til standard
pt_br: Redefinir para o padrão
ru: Сбросить по умолчанию
sv: Återställ till standard
zh_hans: 重置为默认值
zh_hant: 重設為預設

source: Resources
it: Risorse
no: Ressurser
pt_br: Recursos
ru: Ресурсы
sv: Resurser
zh_hans: 资源
zh_hant: 資源

source: Restart Onboarding...
it: Riavvia l'onboarding...
no: Omstart onboarding...
pt_br: Reiniciar Integração...
ru: Перезапуск...
sv: Starta om ombordstigning...
zh_hans: 重新进入引导教程
zh_hant: 重新啟動中...

source: Retina Mode
it: Modalità Retina
no: Retina-modus
pt_br: Modo Retina
ru: Режим Retina
sv: Retina-läge
zh_hans: Retina 模式
zh_hant: Retina 模式

source: Rosetta 2 enables a Mac with Apple silicon to use apps built for a Mac with an Intel processor. It's a key component for Windows® game functionality. To install Rosetta, you must confirm you have read and agreed to the terms of the software license agreement.
it: Rosetta 2 consente ad un Mac con processore Apple di eseguire applicazioni create per Mac con processore Intel. É essenziale per l'esecuzione di giochi Windows®. Per installare Rosetta devi prima confermare di aver letto e accettato i termini e le condizioni di licenza.
no: Rosetta 2 gjør det mulig for en Mac med Apple silicon å bruke apper som er laget for en Mac med en Intel prosessor. Det er en nøkkelkomponent for Windows® spill funksjonalitet. For å installere Rosetta, må du bekrefte at du har lest og godtatt vilkårene i lisensavtalen for programvaren.
pt_br: Rosetta 2 permite que um Macs com Apple silicon rode aplicativos criados para Macs com um processador Intel. É um componente essencial para a funcionalidade de jogos para Windows®. Para instalar o Rosetta, você deve confirmar que leu e concordou com os termos do contrato de licença de software.
ru: Rosetta 2 позволяет Mac с Apple Silicon использовать приложения, созданное для Mac с процессором Intel. Это ключевой компонент для функциональности игр Windows®. Чтобы установить Rosetta, вы должны подтвердить, что прочитали и согласны с условиями лицензионного соглашения на программное обеспечение.
sv: Rosetta 2 gör det möjligt för en Mac med Apple-kisel att använda appar som är byggda för en Mac med Intel-processor. Det är en nyckelkomponent för Windows® spelfunktionalitet. För att installera Rosetta måste du bekräfta att du har läst och godkänt villkoren i licensavtalet för programvaran.
zh_hans: Rosetta 2可让搭载Apple silicon的Mac运行专为 搭载Intel处理器的Mac编译的程序。 这是实现Windows®游戏功能的关键组件， 如要安装Rosetta，您需要确保您已阅读并同意 软件许可协议的条款。
zh_hant: Rosetta 2 可讓搭載 Apple 矽晶片的 Mac 使用專為搭載 Intel 處理器的 Mac 所建立的應用程式。 它是 Windows® 遊戲功能的關鍵元件。 若要安裝 Rosetta，您必須確認您已閱讀並同意軟體授權合約的條款。

source: Rosetta is installed.
it: Rosetta è installata.
no: Rosetta er installert.
pt_br: O Rosetta está instalado.
ru: Rosetta установлена.
sv: Rosetta är installerat.
zh_hans: Rosetta 已安装。
zh_hant: Rosetta 已安裝。

source: Run specialised game uninstaller
it: Esegui il programma di rimozione del gioco
no: Kjør spesialisert avinstallering for spillet
pt_br: Execute o desinstalador de jogos especializado
ru: Запустить специализированный деинсталлятор игры
sv: Kör specialiserad avinstallerare för spel
zh_hans: 运行专门的游戏卸载程序
zh_hant: 運行專門的遊戲解除安裝程序

source: Running
it: In esecuzione
no: Kjører
pt_br: Executando
ru: Работает
sv: Kör
zh_hans: 正在运行
zh_hant: 運行中

source: Services
it: Servizi
no: Tjenester
pt_br: Serviços
ru: Службы
sv: Tjänster
zh_hans: 服务
zh_hant: 服務

source: Settings
it: Impostazioni
no: Innstillinger
pt_br: Configurações
ru: Настройки
sv: Inställningar
zh_hans: 设置
zh_hant: 設定

source: Show in Finder
it: Mostra nel Finder
no: Vis i Finder
pt_br: Mostrar no Finder
ru: Показать в Finder
sv: Visa i Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder中顯示

source: Sign In
it: Accedi
no: Logg inn
pt_br: Entrar
ru: Войти
sv: Logga in
zh_hans: 登录
zh_hant: 登入

source: Sign Out
it: Disconnetti
no: Logg ut
pt_br: Encerrar sessão
ru: Выйти
sv: Logga ut
zh_hans: 注销
zh_hant: 登出

source: Signed in as "%@"
it: Accesso effettuato come "%@"
no: Logget på som "%@"
pt_br: Sessão iniciada como "%@"
ru: Вошли как "%@"
sv: Inloggad som "%@"
zh_hans: 已登录为 "%@"
zh_hant: 以 %@ 登入

source: Stable
it: Stabile
no: Stabil
pt_br: Estável
ru: Стабильный
sv: Stabil
zh_hans: 稳定
zh_hant: 穩定

source: Stop
it: Arresta
no: Stopp
pt_br: Parar
ru: Остановить
sv: Stoppa
zh_hans: 停止
zh_hant: 停止

source: Store
it: Negozio
no: Butikk
pt_br: Loja
ru: Магазин
sv: Butik
zh_hans: 商店
zh_hant: 商店

source: Successfully removed Mythic Engine.
it: Rimozione di Mythic Engine avvenuta con successo.
no: Fjernet Mythic Engine.
pt_br: Mythic Engine removido com sucesso
ru: Успешно удалён Mythic Engine.
sv: Lyckades ta bort Mythic Engine.
zh_hans: 成功移除 Mythic 引擎。
zh_hant: 已成功移除 Mythic Engine。

source: Support
it: Supporto
no: Støtte
pt_br: Atendimento
ru: Поддержка
sv: Kundtjänst
zh_hans: 技术支持
zh_hant: 支援

source: Support the project
it: Supporta il progetto
no: Støtt prosjektet
pt_br: Apoie o projeto
ru: Поддержать проект
sv: Stöd detta projekt
zh_hans: 支持此项目
zh_hant: 支援這個專案

source: The default container is initialised.
it: Il container di default è inizializzato.
no: Stander conteineren er initialisert.
pt_br: O contêiner padrão foi inicializado.
ru: Контейнер по умолчанию инициализирован.
sv: Standardbehållaren initieras.
zh_hans: 默认容器已初始化。
zh_hant: 預設容器已初始化。

source: The game doesn't launch.
it: Il gioco non si avvia.
no: Spillet starter ikke.
pt_br: O jogo não inicia.
ru: Игра не запускается.
sv: Spelet startar inte.
zh_hans: 游戏无法启动。
zh_hant: 遊戲無法啟動。

source: The game launches and you are able to play, but some game features are nonfunctional.
it: Il gioco si avvia e puoi giocarci ma qualcosa non funziona come dovrebbe.
no: Spillet starter og du kan spille, men noen spillfunksjoner er ikke funksjonelle.
pt_br: O jogo é iniciado e você consegue jogar, mas alguns recursos do jogo não estão funcionando.
ru: Игра запускается и вы можете играть, но некоторые игровые функции нефункциональны.
sv: Spelet startar och du kan spela, men vissa spelfunktioner fungerar inte.
zh_hans: 游戏启动，您可以玩，但是某些游戏功能不正常。
zh_hant: 遊戲可以啟動並進行遊戲，但部分遊戲功能無法使用。

source: The game launches, but you are unable to play.
it: Il gioco si avvia ma non è giocabile.
no: Spillet startet, men du kan ikke spille.
pt_br: O jogo é iniciado, mas você não consegue jogar.
ru: Игра запускается, но вы не можете играть.
sv: Spelet startas, men du kan inte spela.
zh_hans: 游戏启动，但是您无法玩。
zh_hant: 遊戲啟動了，但您無法進行遊戲。

source: The game runs well, and is feature-complete.
it: Il gioco funziona perfettamente.
no: Spillet kjører bra og mangler ikke funksjoner.
pt_br: O jogo funciona bem e tem todos os recursos.
ru: Игра запускается отлично и со всеми функциями.
sv: Spelet går bra och har alla funktioner.
zh_hans: 游戏运行良好，功能齐全。
zh_hant: 遊戲運作流暢，功能完整。

source: The game runs well, and is mostly feature-complete.
it: Il gioco funziona quasi in modo perfetto.
no: Spillet går bra, og de fleste funksjonene fungerer.
pt_br: O jogo funciona bem e tem a maioria dos recursos disponíveis.
ru: Игра запускается отлично и в основном со всеми функциями.
sv: Spelet går bra och är i stort sett komplett.
zh_hans: 游戏运行良好，功能基本齐全。
zh_hant: 遊戲運作流暢，功能基本完整。

source: The signin page did not return an authorization code. Please attempt to sign in using your main web browser (e.g. Safari), Check your network settings, and try again.
it: La pagina di accesso non ha restituito un codice di autorizzazione. Prova ad accedere utilizzato il tuo browser web principale (ad esempio Safari), controlla le impostazioni di rete e riprova.
no: Påloggingssiden returnerte ikke autorisasjonskode. Vennligst forsøk å logge på med din hovednettleser (f.eks. Safari), kontroller nettverksinnstillinger, og prøv igjen.
pt_br: A página de login não retornou um código de autorização. Por favor, tente fazer login usando seu navegador principal (ex.: Safari), verifique suas configurações de rede e tente novamente.
ru: Страница входа не вернула код авторизации. Пожалуйста, попробуйте войти используя ваш основной веб-браузер (например Safari), проверьте ваши сетевые настройки и попробуйте снова.
sv: Inloggningssidan returnerade inte någon auktoriseringskod. Försök att logga in med din vanliga webbläsare (t.ex. Safari), kontrollera dina nätverksinställningar och försök igen.
zh_hans: 登录页面未返回验证码。 请尝试使用主网络浏览器（如 Safari）登录，检查您的网络设置，然后重试。
zh_hant: 登入頁面未傳回授權碼。 請嘗試使用您的常用瀏覽器（例如​​ Safari）登錄，檢查您的網路設定，然後再試一次。

source: The update has been installed successfully. Relaunch to apply the update.
it: L'aggiornamento è stato installato con successo. Riavvia per applicarlo.
no: Oppdateringen er installert. Start på nytt for å aktivere oppdateringen.
pt_br: A atualização foi instalada com sucesso. Reinicie para aplicar a atualização.
ru: Обновление установлено успешно. Перезапустите, чтобы применить его.
sv: Uppdateringen har installerats framgångsrikt. Starta om för att tillämpa uppdateringen.
zh_hans: 更新已成功安装。重新启动以应用更新。
zh_hant: 更新已成功安裝。請重新啟動以套用更新。

source: This area is where your most recently played game will appear — try launching one now!
it: Qui comparirà l'ultimo gioco avviato - prova ad avviarne uno!
no: Dette området er hvor ditt sist spilte spill vises — prøv å åpne et nå!
pt_br: É aqui que o seu jogo jogado mais recentemente aparecerá. Tente iniciar um agora!
ru: В этой области появится ваша последняя игра в которую вы играли — попробуйте запустить одну сейчас!
sv: Här visas ditt senast spelade spel - prova att starta ett nu!
zh_hans: 您最近玩过的游戏都会出现在这个区域，现在就试着启动一款游戏吧！
zh_hant: 這裡會顯示您最近玩過的遊戲，現在就試著啟動遊戲吧！

source: This container (%@) exists on disk, but the settings are inaccessible or corrupted. If this persists, please delete this container and create a new one.
it: Questo container (%@) è presente sul disco ma le impostazioni sono inaccessibili o corrotte. Se il problema persiste eliminalo e creane uno nuovo.
no: Denne conteineren (%@) finnes på en enheten, men innstillingene er utilgjengelig eller koruptert. Hvis dette vedvarer, vendligst slett denne beholderen og opprett en ny.
pt_br: Este contêiner (%@) existe no disco, mas as configurações estão inacessíveis ou corrompidas. Se o problema persistir, exclua esse contêiner e crie um novo.
ru: Этот контейнер (%@) существует на этом диске, но его настройки недоступны или повреждены. Если это продолжится, пожалуйста удалите этот контейнер и создайте новый.
sv: Den här behållaren (%@) finns på disken men inställningarna är otillgängliga eller skadade. Om detta kvarstår, vänligen ta bort denna container och skapa en ny.
zh_hant: 此容器 (%@) 存在於磁碟上，但設定無法存取或已損壞。 如果問題仍然存在，請刪除此容器並建立新容器。
